Repository: vareversat/carg
Catalog: lib/l10n/app_*.arb
Languages: fr

source: About
fr: À propos

# appDescription
source: The application to record your games of Belote, Coinche, Contrée and Tarot!
fr: L'application pour enregistrer vos parties de Belote, Coinche, Contrée et Tarot !

source: Attack
fr: Attaque

source: Back
fr: Retour

# beloteRebelote
source: Belote and rebelote (+20)
fr: Belote rebelote

source: Bet
fr: Mise

source: Buy
fr: Acheter

# cannotPurchase
source: Cannot purchase. Please try again later
fr: Impossible de réaliser l'achat pour le moment. Veuillez réessayer plus tard

# cannotRestorePurchase
source: Cannot restore purchase. Please try again later
fr: Impossible de resoter les achats pour le moment. Veuillez réessayer plus tard

# cardColorAllTrump
source: All perks
fr: Tout atout

# cardColorClub
source: Club
fr: Trèfle

# cardColorDiamond
source: Diamond
fr: Carreau

# cardColorHeart
source: Heart
fr: Cœur

# cardColorNoTrump
source: No perks
fr: Sans atout

# cardColorSpade
source: Spade
fr: Pic

source: Changelog
fr: Journal des modifications

source: Change my email
fr: Changer mon adresse e-mail

source: Change my phone number
fr: Changer mon numéro de téléphone

source: Check scores
fr: Consulter les scores

source: Color
fr: Couleur

# completedOn
source: Completed on {date} at {hour}
fr: Terminée le {date} à {hour}

source: Connection
fr: Connexion

# continueWithEmail
source: Continue with email address
fr: Continuer avec une adresse email

# continueWithPhone
source: Continue with phone number
fr: Continuer avec un numéro de téléphone

source: Continue with Google
fr: Continuer avec Google

source: Contract
fr: Contrat

# contractTypeFailedGenerale
source: Failed générale
fr: Générale chutée

# copyId
source: Copy the ID
fr: Copier l'ID

# country
source: {count,plural, =0{Country} =1{1 country} other{{count} countries} }
fr: {count,plural, =0{Pays} other{{count} pays}}

# createNewPlayer
source: Create a new player
fr: Créer un nouveau joueur

source: Defense
fr: Défense

source: Delete
fr: Supprimer

source: Delete all
fr: Tout supprimer

# dixDeDer
source: Dix de der (+10)
fr: Dix de der

source: Edition
fr: Édition

source: Ended
fr: Terminée

# enterOtp
source: Please enter the OTP code sent to
fr: Veuillez entrer le code OTP envoyé au

source: Error
fr: Erreur

source: Error during purchase
fr: Erreur durant l'achat

# errorInvalidPhoneNumber
source: The phone number is invalid
fr: Le numéro de téléphone est invalide

# errorLoadingPage
source: Error encountered while loading the page
fr: Erreur rencontrée lors du chargement de la page

# errorPlayerAlreadyLinked
source: This player is already linked to another account
fr: Ce joueur est déjà associé à un autre compte

# errorPlayerNotFound
source: Player not found
fr: Joueur introuvable

source: Error while restoring
fr: Erreur durant la restoration

source: Example
fr: Exemple

# gameAnticlockwiseDirection
source: This card game is played in a anticlockwise direction
fr: Ce jeu de carte se joue dans le sens antihorraire

# gameClockwiseDirection
source: This card game is played in a clockwise direction
fr: Ce jeu de carte se joue dans le sens horraire

source: Game distribution
fr: Distribution des parties

# gameIsStarting
source: Game is initializing
fr: Partie en cours d'initialisation

source: Game notes
fr: Notes de partie

source: Games
fr: Parties

source: Game selection
fr: Sélection du jeu

# idCopied
source: ID copied to clipboard
fr: ID copié dans le presse papier

source: Information
fr: Informations

source: Information about the app
fr: Informations concernant l'application

source: In progress
fr: En cours

source: Leave
fr: Quitter

# linkPlayer
source: Link an existing player to this account
fr: Lier un joueur existant à ce compte

source: Loading
fr: Chargement

# logInToGoogle
source: Log in to your Google account
fr: Connexion à votre compte Google

# messageCreatePlayer
source: Create a new player without any associated games
fr: Créer un nouveau joueur sans aucune parties associées

# messageDeleteGame
source: You are about to delete this game
fr: Tu es sur le point de supprimer cette partie

# messageDeleteLasRound
source: You are about to delete the last round of the game. This action cannot be reversed
fr: Tu es sur le point de supprimer la dernière manche de la partie. Cette action est irréversible

# messageDidYouReceiveOTP
source: You did not receive the OTP?
fr: Vous n'avez pas reçu le code OTP

# messageEnterUniqueId
source: Enter unique identifier of the player
fr: Saisissez l'identifiant unique du joueur

# messageEnterUsername
source: Enter your username
fr: Saisissez votre nom d'utilisateur

# messageFindUniqueId
source: The unique identifier can be found on the player list of the Carg where you have already registered your player
fr: L'identifiant unique peut être retrouvé sur la liste des joueurs du Carg où vous avez déjà enregistré votre joueur

# messageLinkPlayer
source: If you have a player on one of your friend's Carg, you can link them to your new account!
fr: Si vous avez un joueur sur le Carg de l'un de vos amis, vous pouvez le lier à votre nouveau compte !

# messageNoRound
source: No rounds are recorded for this game
fr: Aucune manche n'est enregistrée pour cette partie

# messagePlayerCreation
source: Create of the player
fr: Création du joueur

# messagePlayerDistributeCardsFirsPart
source: It's
fr: C'est au tours de

# messagePlayerDistributeCardsSecondPart
source: 's turn to distribute the cards!
fr: de distribuer les cartes !

# messageSmsInfo
source: An SMS containing an OTP will be sent to you. Standard messaging and data rates apply
fr: Un SMS contenant un OTP va vous être envoyé. Des frais standards d'envoi de messages et d'échange de données s'appliquent

# messageStopGame
source: You are about to complete this game. The winners as well as the losers (shameful) will be designated
fr: Tu es sur le point de terminer cette partie. Les gagnants ainsi que les perdants (honteux) vont être désignés

# messageWelcomeDescription
source: The application that allows you to record your games of Belote, Coinche, Contrée and Tarot!
fr: L'application qui vous permet d'enregistrer vos parties de Belote, Coinche, Contrée et Tarot !

source: My account
fr: Mon compte

source: My players
fr: Mes joueurs

source: My profile
fr: Mon profil

source: My teams
fr: Mes équipes

source: New game
fr: Nouvelle partie

source: New phone number
fr: Nouveau numéro de téléphone

# newPhoneNumberValidate
source: New phone number validated successfully!
fr: Nouveau numéro de téléphone validé avec succès !

source: New player
fr: Nouveau.elle joueur.euse

source: New round
fr: Nouvelle manche

source: No
fr: Non

source: No games yet
fr: Pas encore de parties

source: No name
fr: Sans nom

source: No phone number provided
fr: Pas de numéro de téléphone renseigné

source: No player yet
fr: Pas encore de joueurs.euses

# noProducts
source: No products are available for purchase
fr: Aucun produit n'est diponible à l'achat

source: No score yet
fr: Pas encore de score

# noStatisticYet
source: No statistics yet
fr: Pas encore de statistiques

# otp
source: One-time password (OTP)
fr: Mot de passe à usage unique (OTP)

# otpSend
source: OTP code sent successfully
fr: Code OTP envoyé avec succès

source: or
fr: ou

source: Order of play
fr: Ordre de jeu

source: Oudler count
fr: Nombre de bout

# ownedPlayersExplanation
source: This color indicates that this player was created by you. It is only accessible for the games that you created on your application
fr: Cette couleur indique que ce joueur a été créé par vous. Il n'est accessible que pour les parties que vous créé sur votre application

# trump
source: {count,plural, =0{Trump} other{{count} trumps}}
fr: {count,plural, =0{Atout} other{{count} atouts}

source: Played games
fr: Parties jouées

# playedGamesTotal
source: Total number of games played
fr: Nombre total de parties jouées

# player
source: {count,plural, =0{No players yet} =1{Player} other{Players}}
fr: {count,plural, =0{Pas encore de joueurs.euses} =1{Joueur.euses} other{Joueurs.euses}

# playerCreated
source: Player created successfully
fr: Joueur créé avec succès

# playerEdited
source: Player edited successfully
fr: Joueur modifié avec succès

# playerOrder
source: Players order
fr: Ordre des joueurs

source: Player selection
fr: Sélection des joueurs

source: Privacy policy
fr: Politique de confidentialité

# profilePicture
source: Profile picture (URL)
fr: Image de profil (URL)

# profileTitle
source: Profile
fr: Profil

source: Profile successfully edited
fr: Profil modifié avec succès

# realPlayersExplanation
source: This color indicates that this player has the Carg app
fr: Cette couleur indique que ce joueur dispose de l'application Carg

source: Refresh
fr: Rafraîchir

source: Remove ads
fr: Supprimer les publicités

source: Resend
fr: Renvoyer

source: Restore my purchase
fr: Restorer mon achat

source: Search
fr: Rechercher

source: Settings
fr: Paramètres

# signInAndUp
source: Sign In & Sing Up
fr: Connexion & Inscription

# signOut
source: Sing out
fr: Déconnexion

# startedOn
source: Started on {date} at {hour}
fr: Commencée le {date} à {hour}

source: Start the game
fr: Démarrer la partie

source: Startup
fr: Démarrage

source: Stop
fr: Arrêter

source: Source code
fr: Code source

# takerTitleBelote
source: Takers
fr: Preneurs

# takerTitleTarot
source: {count,plural, other{Taker} =0{Taker and called player}}
fr: {count,plural, other{Preneur} =0{Preneur et appelé}}

# tarotAttackers
source: Attackers
fr: Attaquants

# tarotDefenders
source: Defenders
fr: Defenseurs

# tarotCalled
source: Called
fr: Appelé

# tarotChelem
source: Chelem (Slam)
fr: Chelem

# tarotChelemWon
source: Won
fr: Remporté

# tarotChelemAnnouncedAndWon
source: Announced and won
fr: Annoncé et remporté

# tarotChelemFailed
source: Failed
fr: Échoué

# tarotGuardAgainstKitty
source: Garde contre le chien (Guard against the kitty)
fr: Garde contre le chien

# tarotGuardNoKitty
source: Garde sans chien (Guard against the kitty)
fr: Garde sans chien

# tarotGuardWithKitty
source: Garde avec le chien (Guard with the kitty)
fr: Garde avec le chien

# tarotPoignee
source: Poignee
fr: Poignée

# tarotSmall
source: Petite (Small)
fr: Petite

# tarotSmallToTheEnd
source: Small to the end
fr: Petit au bout

# teamNameEdited
source: Team name edited successfully
fr: Nom d'équipe modifié avec succès

source: Test players
fr: Joueurs de test

# testPlayersExplanation
source: This color indicates that this player is used for integration testing. If you see this type of players, it indicates that you are an administrator of the application
fr: Cette couleur indique que ce joueur est utilisé pour les tests d'intégrations. Si vous voyez ce type de joueurs, cela indique que vous ếtes administrateur de l'application

# theAppWithoutAds
source: The Carg app without any ads!
fr: L'application Carg sans aucunes publicités !

source: Them
fr: Eux

source: Trick points
fr: Point des plis

source: Yes
fr: Oui

# youDontHaveAnyPlayer
source: You don't have any players
fr: Vous ne disposez pas de joueur

# unableAppInfo
source: Unable to get application information
fr: mpossible d'obtenir les informations de l'application

# unableToOpen
source: Unable to open the web page
fr: Impossible d'ouvrir la page

source: Us
fr: Nous

source: Use my Gravatar
fr: Utiliser mon Gravatar

source: Username
fr: Nom d'utilisateur

source: Validate
fr: Valider

source: Validating
fr: Validation

source: Victories
fr: Victoires

# victoryPercentage
source: {percentage}% win
fr: {percentage}% de victoire

source: Warning
fr: Attention

# welcomeMessage
source: Welcome on {appName}!
fr: Bienvenue sur {appName} !

source: Won games
fr: Parties gagnées

# wonGamesTotal
source: Total number of games won
fr: Nombre total de parties remportées

source: Win percentage
fr: Pourcentages de victoires
